[
  "Who built an ark to survive the flood?",
  "What was the name of the giant defeated by David?",
  "Who was swallowed by a great fish?",
  "What is the first book of the Bible?",
  "Who was the first man created by God?",
  "Who was the first woman created by God?",
  "What did God create on the first day?",
  "How many disciples did Jesus have?",
  "What did Jesus feed to 5,000 people?",
  "What did Moses part to let the Israelites escape Egypt?",
  "Who led the Israelites into the Promised Land?",
  "What did God write the Ten Commandments on?",
  "Who received the Ten Commandments from God?",
  "What kind of animal was Balaam’s speaking animal?",
  "Who was thrown into the lion's den?",
  "What was the name of Jesus’ mother?",
  "What was the name of Jesus’ earthly father?",
  "What is the last book of the Bible?",
  "What city did Jonah try to avoid going to?",
  "What type of bird brought food to Elijah?",
  "What did David use to defeat Goliath?",
  "Who was the strongest man in the Bible?",
  "What was the name of the sea Jesus walked on?",
  "Who built the Temple in Jerusalem?",
  "How many days did God take to create the world?",
  "On what day did God rest during creation?",
  "What gift did King Solomon ask God for?",
  "What were the Israelites given to eat in the wilderness?",
  "What did Jesus turn water into at a wedding?",
  "What instrument did David play?",
  "What was the name of the man who betrayed Jesus?",
  "Who baptized Jesus?",
  "What did God place in the sky as a promise after the flood?",
  "What was the name of the garden where Adam and Eve lived?",
  "Who was known as the father of many nations?",
  "What is the shortest verse in the Bible?",
  "What was the name of the river where Jesus was baptized?",
  "What were the names of the first two sons of Adam and Eve?",
  "Who climbed a sycamore tree to see Jesus?",
  "What did the wise men follow to find Jesus?",
  "How many plagues did God send on Egypt?",
  "What food did John the Baptist eat in the wilderness?",
  "Who was the king of Babylon during Daniel’s time?",
  "How many days was Jonah in the belly of the great fish?",
  "Who was the first king of Israel?",
  "What is the name of the hill where Jesus was crucified?",
  "How many books are in the Bible?",
  "Who was the oldest person in the Bible?",
  "What was the first miracle Jesus performed?",
  "Who was Ruth’s mother-in-law?",
  "What are the first three words in the Bible?",
  "What did Jesus ride into Jerusalem on?",
  "Who was the brother of Moses?",
  "What kind of tree did Zacchaeus climb?",
  "What was Peter’s job before following Jesus?",
  "Who was thrown into a fiery furnace but was unharmed?",
  "What did the Israelites march around to make the walls fall?",
  "What are the four Gospels?",
  "What was the name of the Roman governor who sentenced Jesus to death?",
  "What did Jesus say is the greatest commandment?",
  "Who was the Queen of Persia who saved her people?",
  "What kind of crown was put on Jesus' head?",
  "What did God provide Abraham instead of sacrificing Isaac?",
  "What kind of leaf did the dove bring back to Noah’s ark?",
  "Who wrestled with an angel until dawn?",
  "What was the name of the man who was healed after being blind from birth?",
  "What was the name of Jesus’ closest three disciples?",
  "What animal did God use to speak to Balaam?",
  "What did Jesus do at the Last Supper?",
  "Who found baby Moses in the river?",
  "What did the Israelites worship while Moses was on the mountain?",
  "What are the first five books of the Bible called?",
  "How many people were on Noah’s ark?",
  "What did God send to guide the Israelites in the wilderness?",
  "Who was Jesus’ first miracle performed for?",
  "What kind of fruit did Adam and Eve eat in the garden?",
  "What happened to Lot’s wife when she looked back at Sodom?",
  "What did Jesus promise to make His disciples into?",
  "Who anointed Jesus’ feet with perfume?",
  "What gift did Joseph’s father give him?",
  "What did the Holy Spirit appear as on Pentecost?",
  "Who built the Ark of the Covenant?",
  "What was the name of the first person to be killed for believing in Jesus?",
  "What did God turn Moses’ staff into?",
  "Who had a dream about a ladder reaching to heaven?",
  "What did the Israelites carry across the Jordan River?",
  "What did the prodigal son feed while working?",
  "How many days did Jesus stay in the tomb?",
  "Who did Jesus raise from the dead after four days?",
  "What was the name of the Roman soldier who believed after Jesus’ death?",
  "What kind of animal was sacrificed on Passover?",
  "Who preached the sermon at Pentecost?",
  "What happened to Paul on the road to Damascus?",
  "Who wrote most of the New Testament?"
]
